xavierporre/Rep_SE_202601_grupo_1/Proyecto/robot_s3/sdkconfig.defaults
# Chip
CONFIG_IDF_TARGET="esp32s3"

# WiFi (modo AP)
CONFIG_ESP_WIFI_SOFTAP_SUPPORT=y

# Puerto serie
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200
